<template>
<div class="welcome">
    <h1>Добро пожаловать!</h1>
</div>
<div class="welcomeTxt">
    <p>
        Добро пожаловать в увлекательный мир Mobile Legends, одной из самых популярных мобильных игр в мире! Наш сайт предоставляет вам информацию, советы, стратегии и новости, 
        связанные с этой захватывающей игрой.
        Мы создали этот ресурс, чтобы помочь вам улучшить свои навыки, узнать о последних обновлениях и новостях игры, а также общаться с сообществом игроков Mobile Legends. 
        Независимо от того, являетесь ли вы новичком или опытным игроком, у нас найдется что-то интересное для вас.
        Присоединяйтесь к нам, и давайте вместе исследовать мир Mobile Legends и достичь вершин в этой захватывающей игре. Приятного времяпрепровождения на нашем сайте!
    </p>
</div>
</template>
    
    
<script>
    export default{
        name:'HomePage',
    }
</script>

<style>
.welcome{
    display: flex;
    justify-content: center;    
}
.welcomeTxt{
    margin-left: 5em ;
    margin-right: 7em;
    font-size: 1.5em;
    line-height: 1.5em;
}
</style>